base
base-devel
bluez
dolphin
dunst
ex-vi-compat
fastfetch
fd
firefox
fzf
git
grim
gum
htop
hyprland
hyprpaper
imagemagick
inkscape
intel-ucode
kitty
linux
linux-firmware
luarocks
man-db
man-pages
neovim
networkmanager
nodejs
noto-fonts-emoji
npm
ntp
nvidia-open
openbsd-netcat
openssh
otf-commit-mono-nerd
pacman-contrib
papirus-icon-theme
pavucontrol
pipewire-alsa
pipewire-pulse
protobuf
python-pip
python-virtualenv
qt6-virtualkeyboard
sbctl
sddm
slurp
steam
swappy
tmux
tree
ttf-hack-nerd
ttf-jetbrains-mono-nerd
unzip
uv
vim
vlc
waybar
websocat
wl-clipboard
wofi
xdg-desktop-portal-hyprland
zsh
